Repository: pretix/pretixscan-ios
Catalog: pretixSCAN/Localization/*.lproj/Localizable.strings
Languages: de, es, fr, ja, pt

source: Canceled
de: Storniert
es: Cancelado
fr: Annulé
ja: キャンセル済み
pt: Cancelado

source: About this App
de: Über diese App
es: Acerca de esta app
fr: A propos de cette app
ja: このアプリについて
pt: Sobre este App

# CountryCodeQuestionCell
source: Enter a Country
de: Land Auswählen
es: Introducir un país
fr: Saisir un pays
ja: 国を入力
pt: Insira um país

source: I understand that personal data of attendees of my connected events will be stored on this device and I will secure the device properly.
de: Ich verstehe, dass personenbezogene Daten zu den Teilnehmer*innen meiner Veranstaltungen auf diesem Gerät gespeichert werden und sichere das Gerät angemessen.
es: Comprendo que los datos personales de los asistentes de mis eventos conectados se almacenará en este dispositivo, y aseguraré el dispositivo correctamente.
fr: Je comprends que les données personnelles des participants à mes événements connectés seront stockées sur cet appareil et je sécuriserai l'appareil correctement.
ja: 私は、接続されたイベント参加者の個人データがこのデバイスに保存されることを理解しており、デバイスを適切に保護します。
pt: Entendo que os dados pessoais dos participantes dos meus eventos conectados serão armazenados neste dispositivo e irei protegê-lo adequadamente.

source: In online mode, the app will confirm any check-ins in real-time with the server. In offline mode, the app will work locally and only synchronize it's data with the server every couple of minutes. When working with multiple devices, this can potentially mean that a ticket can be used multiple times. Choose offline mode if you have an unreliable internet connection but can tolerate such situations.
de: Im Online-Modus prüft die App jeden Scan direkt in Echtzeit mit dem Server. Im Offline-Modus trifft die App alle Entscheidungen autonom und synchronisiert sich alle paar Minuten mit dem Server. Wenn Sie mit mehreren Geräten arbeiten, kann das heißen, dass ein Ticket mehrfach gescannt werden kann. Wählen Sie den Offline-Modus z.B. wenn SIe eine unzuverlässige Internetverbindung haben und mit solchen Situationen leben können.
es: En el modo conectado, el app confirmará los check-in con el servidor en tiempo real. En el modo sin conexión, el app funcionará localmente y solo sincronizará el dato con el servidor cada pocos minutos. Cuando trabajar con varios dispositivos, puede significar que una entrada puede canjear múltiples veces. Escoge el modo sin conexión si no tienes una conexión fiable al internet, pero puedes aceptar tales situaciones.
fr: En mode en ligne, l'application confirmera tout enregistrement en temps réel avec le serveur. En mode hors ligne, l'application fonctionnera localement et ne synchronisera ses données avec le serveur que toutes les deux minutes. Lorsque vous travaillez avec plusieurs appareils, cela peut potentiellement signifier qu'un ticket peut être utilisé plusieurs fois. Choisissez le mode hors ligne si vous avez une connexion Internet peu fiable mais que vous pouvez tolérer de telles situations.
ja: オンラインモードでは、アプリはサーバーとリアルタイムでチェックインを確認します。オフラインモードでは、アプリはローカルで動作し、数分ごとにサーバーとデータを同期するだけです。複数のデバイスで作業する場合、これはチケットが複数回使用できることを意味する可能性があります。インターネット接続が信頼できないが、そのような状況を許容できる場合は、オフラインモードを選択してください。
pt: No modo online, o aplicativo irá confirmar quaisquer check-ins em tempo real com o servidor. No modo offline, o aplicativo funcionará localmente e sincronizará seus dados com o servidor apenas a cada dois minutos. Ao trabalhar com vários dispositivos, isso pode significar que um ticket pode ser usado diversas vezes. Escolha o modo offline se você tiver uma conexão de Internet não confiável, mas puder tolerar tais situações.

source: Libraries and Licenses
de: Bibliotheken und Lizenzen
es: Bibliotecas y Licencias
fr: Bibliothèques et licences
ja: ライブラリーとライセンス
pt: Bibliotecas e licenças

source: All Contents and Settings were deleted
de: Alle Daten und Einstellungen wurden gelöscht
es: Todo el contento y los ajustes se eliminaron
fr: Tous les contenus et paramètres ont été supprimés
ja: すべてのコンテンツと設定が削除されました
pt: Todos os conteúdos e configurações foram excluidos

source: pretixSCAN is an event entry app that you can use to validate tickets that you sold through pretix.
de: pretixSCAN ist eine App für den Veranstaltungseinlass mit der Sie Tickets scannen können, die Sie mit pretix verkauft haben.
es: pretixSCAN es una app de las entradas de eventos que se puede usar para validar las entradas que se vendió por pretix.
fr: pretixSCAN est une application de gestion des enregistrements à un événement que vous pouvez utiliser pour valider les billets que vous avez vendus via pretix.
ja: pretixSCANは、pretixを通じて販売したチケットを検証するために使用できるイベントエントリーアプリです。
pt: pretixSCAN é um aplicativo de entrada de eventos que você pode usar para validar ingressos vendidos por meio do pretix.

# MultiLineStringQuestionCell
source: Enter Text
de: Geben Sie Text ein
es: Introducir texto
fr: Saisir du texte
ja: テキストを入力
pt: Insira um texto

source: To get started, create a new device in the Devices section of your organizer account in the pretix backend. You will then be presented with a configuration QR code to scan.
de: Um loszulegen, erstellen Sie ein neues Gerät im Abschnitt "Geräte" Ihres Veranstalterkontos im pretix-Backend. Sie erhalten dann einen Konfigurations-QR-Code, den Sie hier scannen können.
es: Para empezar, crea un dispositivo nuevo en la sección «Dispositivos» de la cuenta de organizador en el back-end de pretix. Se te presentará con código de QR de configuración para escanear.
fr: Pour démarrer, créez un nouvel appareil dans la section Appareils de votre compte organisateur dans le backend pretix. Il vous sera alors présenté un QR code de configuration à scanner.
ja: 開始するには、pretixバックエンドの主催者アカウントの「デバイス」の項目で、新しいデバイスを作成します。その後、スキャン用のQRコードが表示されます。
pt: Para começar, crie um novo dispositivo na seção Dispositivos da sua conta de organizador no back-end do pretix. Em seguida, será apresentado um código QR de configuração para digitalizar.

source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
pt: Desligado

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
ja: 続ける
pt: Continuar

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
pt: Estatísticas

source: pretixSCAN
pt: pretixESCANEAMENTO

source: Total Tickets Sold
de: Tickets verkauft insgesamt
es: Total de las entradas vendidas
fr: Total des billets vendus
ja: 販売済みのチケットの総数
pt: Total de ingressos vendidos

source: Unpaid
de: Unbezahlt
es: Sin pagar
fr: Impayé
ja: 未払い
pt: Não pago

source: Valid
de: Gültig
es: Válido
fr: Valide
ja: 有効
pt: Válido

source: Valid Ticket
de: Gültiges Ticket
es: Entrada válida
fr: Billet valide
ja: 有効なチケット
pt: Ingresso válido

source: Valid Ticket, but needs attention
de: Gültiges Ticket, erfordert Aufmerksamkeit
es: Entrada está válida, pero requiere atención
fr: Billet valide, mais a besoin d'attention
ja: チケットは有効だが、注意が必要
pt: Bilhete válido, mas precisa de atenção

source: Welcome
de: Willkommen
es: Te damos la bienvenida
fr: Bienvenue
ja: ようこそ
pt: Bem-vindo

source: You are forbidden from accessing this resource
de: Sie dürfen auf diese Ressource nicht zugreifen
es: Estás prohibido acceder a este recurso
fr: Il vous est interdit d'accéder à cette ressource
ja: このリソースへのアクセスは禁止されています
pt: Você está proibido de acessar este recurso

source: You are not authorized to access this resource
de: Sie haben keine Zugriffsrechte auf diese Ressource
es: No estás autorizado a acceder a este recurso
fr: Vous n'êtes pas autorisé à accéder à cette ressource
ja: このリソースにアクセスする権限がありません
pt: Você não está autorizado a acessar este recurso

source: You can now start scanning
de: Sie können nun beginnen, Tickets zu scannen
es: Ahora puedes empezar de escanear
fr: Vous pouvez maintenant lancer le scan
ja: これでスキャンを開始できます
pt: Agora você pode começar a digitalizar

source: This will delete event data from the device and log you out. Do you want to continue?
de: Dies löscht alle Daten von Ihrem Gerät und meldet das Gerät ab. Wollen Sie fortfahren?
es: Esto eliminará los datos de evento de este dispositivo y cerrará sesión. ¿Quieres continuar?
fr: Cela supprimera les données d'évènement de l'appareil et vous déconnectera. Voulez-vous continuer ?
ja: これにより、デバイスからイベントデータが削除され、ログアウトされます。続けますか?
pt: Isso excluirá os dados do evento do dispositivo e desconectará você. Você quer continuar?

source: Ticket Already Used
de: Ticket bereits benutzt
es: Entrada ya canjeada
fr: Billet déjà utilisé
ja: チケットが使用済み
pt: Ticket já utilizado

# TimeQuestionCell
source: Enter a time
de: Zeit Eingeben
es: Introducir una hora
fr: Saisir un horaire
ja: 時刻を入力
pt: Insira um horário

source: The server refused to handle our request
de: Der Server hat die Anfrage der App abgelehnt
es: El servidor rechazó manejar el pedido
fr: Le serveur a refusé de traiter notre demande
ja: リクエストがサーバーに拒否されました
pt: O servidor se recusou a atender nossa solicitação

source: The server returned a non HTTP response
de: Der Server hat keine HTTP-Antwort zurückgegeben
es: El servidor envió una respuesta no HTTP
fr: Le serveur a renvoyé une réponse non HTTP
ja: サーバーがHTTPではないレスポンスを返しました
pt: O servidor retornou uma resposta não HTTP

source: The server returned an empty response
de: Der Server hat eine leere Antwort zurückgegeben
es: El servidor envió una respuesta vacía
fr: Le serveur a renvoyé une réponse vide
ja: サーバーが空のレスポンスを返しました
pt: O servidor retornou uma resposta vazia

source: The server returned an unkown status code:
de: Der Server hat einen unerwarteten Status-Code zurückgegeben:
es: El servidor envió un código de estatus desconocido
fr: Le serveur a renvoyé un code d'état inconnu :
ja: サーバーが返した未知のステータスコード:
pt: O servidor retornou um código de status desconhecido:

source: This feature cannot be used at the moment:
de: Diese Funktion kann momentan nicht benutzt werden:
es: Esta característica no se puede usar en este momento
fr: Cette fonctionnalité ne peut pas être utilisée pour le moment :
ja: 現在この機能は使用できません:
pt: Este recurso não pode ser usado no momento:

source: This is not a ticket, or not a ticket for this event.
de: Dies ist kein Ticket, oder ein Ticket für eine andere Veranstaltung.
es: Esto no es una entrada, o no es una entrada para este evento.
fr: Ceci n'est pas un billet, ou alors pas un billet pour cet événement.
ja: これはチケットではないか、又はこのイベントのチケットではありません。
pt: Este não é um ingresso, ou não é um ingresso para este evento.

source: This ticket has not been paid for, do you still want to check it in?
de: Dieses Ticket wurde noch nicht bezahlt, wollen Sie es trotzdem einchecken?
es: Esta entrada no ha sido pagada, ¿todavía quieres canjearla?
fr: Ce billet n'a pas été payé, voulez-vous quand même l'enregistrer ?
ja: このチケットの代金が未払いですが、それでもチェックインしますか？
pt: Este ingresso não foi pago, ainda deseja fazer o check-in?

source: Search
de: Suchen
es: Buscar
fr: Chercher
ja: 検索
pt: Pesquisar

source: Sync every few minutes
de: Alle paar Minuten synchronisieren
es: Sincronizar cada pocos minutes
fr: Synchroniser toutes les quelques minutes
ja: 数分ごとに同期
pt: Sincronize a cada poucos minutos

source: Sync Mode
de: Synchronisations-Modus
es: Modo de sincronizar
fr: Mode de synchronisation
ja: 同期モード
pt: Modo de sincronização

source: Sync Mode Switched to Offline
de: Synchronisations-Modus ist nun offline
es: Modo de sincronizar se ha cambiado al modo sin conexión
fr: Mode de synchronisation commuté sur hors ligne
ja: 同期モードがオフラインになりました
pt: Modo de sincronização alterado para offline

source: Sync Mode Switched to Online
de: Synchronisations-Modus ist nun online
es: Modo de sincronizar se ha cambiado al modo conectado
fr: Mode de synchronisation commuté sur en ligne
ja: 同期モードがオンラインになりました
pt: Modo de sincronização alterado para online

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
ja: 今すぐ同期する
pt: Sincronizar agora

source: Syncing Done
de: Synchronisierung erledigt
es: Sincronización está terminada
fr: Synchronisation terminée
ja: 同期完了
pt: Sincronização completa

source: System URL
de: System-Adresse
es: URL del sistema
fr: URL du système
ja: システムURL
pt: URL do sistema

source: The resource was not found on the server
de: Die Ressource wurde auf dem Server nicht gefunden
es: El recurso no se encontró en el servidor
fr: La ressource n'a pas été trouvée sur le serveur
ja: サーバーにリソースが見つかりません
pt: O recurso não foi encontrado no servidor

source: OK
pt: SIm

# OneLineStringQuestionCell
source: Enter Text
de: Geben Sie Text Ein
es: Introducir Texto
fr: Saisir du texte
ja: テキストを入力
pt: Insira texto

source: Online
es: Conectado
fr: En ligne
ja: オンライン
pt: Ligado

source: Paid
de: bezahlt
es: Pagado
fr: Payé
ja: 支払済
pt: Pago

source: Pending
de: ausstehend
es: Pendiente
fr: En attente
ja: 保留中
pt: Pendente

source: Product
de: Produkt
es: Producto
fr: Produit
ja: 商品
pt: Produto

source: Reset Contents and Settings
de: Daten löschen und Einstellungen zurücksetzen
es: Reiniciar los contenidos y los ajustes
fr: Réinitialiser le contenu et les paramètres
ja: コンテンツと設定をリセット
pt: Redefinir conteúdo e configurações

source: Search will begin after you have typed at least 3 characters.
de: Suche beginnt nachdem Sie mindestens drei Buchstaben getippt haben.
es: La búsqueda empezará después de que has introducido por lo menos 3 caracteres.
fr: La recherche commencera une fois que vous aurez saisi au moins 3 caractères.
ja: 検索は、少なくとも3文字を入力すると開始されます。
pt: A pesquisa começará depois que você digitar pelo menos 3 caracteres.

source: Select Check-In List
de: Check-In-Liste auswählen
es: Seleccionar la lista de check-in
fr: Sélectionnez la liste d'enregistrement
ja: チェックインリストを選択
pt: Selecione a lista de check-in

source: Select Event
de: Veranstaltung auswählen
es: Seleccionar evento
fr: Sélectioner l'évènement
ja: イベントを選択
pt: Selecione evento

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
pt: Configurações

source: Setup Complete
de: Einrichtung vollständig
es: Configuración está completa
fr: Configuration terminée
ja: セットアップ完了
pt: Configuração concluída

# SingleChoiceQuestionCell
source: Pick One
de: Eine Option auswählen
es: Seleccionar uno
fr: Choisissez-en un
ja: 1つ選択
pt: Escolha um

source: Start Scanning
de: Loslegen!
es: Empezar a escanear
fr: Démarrer le scan
ja: スキャンを開始
pt: Iniciar escaneamento

source: Loading Search
de: Suche wird geladen
es: Cargando la búsqueda
fr: Chargement de la recherche
ja: 検索をロード中
pt: Carregando pesquisa

source: Manual Setup
de: Manuelle Einrichtung
es: Configuración Manual
fr: Mise en place manuelle
ja: 手動で設定
pt: Configuração manual

source: MIT License
de: MIT-Lizenz
es: Licencia MIT
fr: Licence MIT
ja: MITライセンス
pt: Licença MIT

# MultipleChoiceQuestionCell
source: Pick All That Apply
de: Alle zutreffenden auswählen
es: Seleccionar todo lo que se aplica
fr: Choisissez tout ce qui s'applique
ja: あてはまる全てを選択
pt: Escolha tudo o que se aplica

source: No
de: Nein
fr: Non
ja: いいえ
pt: Não

source: No Event
de: Keine Veranstaltung
es: Ningún evento
fr: Pas d'évènement
ja: イベントなし
pt: Nenhum evento

# NumberQuestionCell
source: Enter A Number
de: Geben Sie eine Zahl ein
es: Introducir un número
fr: Saisir un numéro
ja: 数字を入力
pt: Insira um numero

source: Incomplete Information
de: Unvollständige Information
es: Información incompleta
fr: Information imcomplète
ja: 不完全な情報
pt: Informação incompleta

source: Initialization Token already used
de: Dieser Token wurde bereits benutzt
es: Token de inicialización ya está usado
fr: Jeton d'initialisation déjà utilisé
ja: 初期化トークンは、既に使用済みです
pt: Token de inicialização já usado

source: Instead of scanning a QR code, you can read these details off your screen.
de: Statt einen QR-Code zu scannen, können Sie die Verbindungsdaten auch manuell eingeben.
es: En vez de escanear un código QR, se puede leer los detalles de la pantalla.
fr: Au lieu de scanner un QR code, vous pouvez lire ces détails sur votre écran.
ja: QRコードをスキャンする代わりに、画面からこれらの詳細を読むことができます。
pt: Em vez de escanear um código QR, você pode ler esses detalhes na tela.

source: Invalid Ticket
de: Ungültiges Ticket
es: Entrada inválida
fr: Billet invalide
ja: 無効なチケット
pt: TIcket inválido

source: Last Sync %@ ago
de: Letzte Synchronisierung vor %@
es: Última sincronización hace %@
fr: Dernière synchronisation il y a %@
ja: 前回の同期は%@前
pt: Última sincronização há %@

source: Last Sync: Never
de: Noch nicht synchronisiert
es: Última sincronización: nunca
fr: Dernière synchronisation : jamais
ja: 前回の同期: なし
pt: Ultima sincronização: Nunca

source: Found too many results, keep typing
de: Zu viele Ergebnisse gefunden, bitte tippen Sie mehr Buchstaben ein
es: Se han encontrado demasiados resultados, continúa teclear
fr: Vous avez trouvé trop de résultats, continuez à taper
ja: 結果が非常に多く見つかりました。入力を続けてください
pt: Muitos resultados encontrados, continue digitando

source: less than a minute
de: weniger als eine Minute
es: menos de un minuto
fr: il y a moins d'une minute
ja: 1分よりも少ない
pt: Menos de um minuto

source: Error
de: Fehler
fr: Erreur
ja: エラー
pt: Erro

source: Expired
de: abgelaufen
es: Caducado
fr: Expiré
ja: 期限切れ
pt: Expirado

# FileUploadQuestionCell
source: Upload a File
de: Datei Hochladen
es: Cargar un archivo
fr: Téléverser un fichier
ja: ファイルをアップロード
pt: Enviar um arquivo

source: Force Complete Resync
de: Vollständige Synchronisierung erzwingen
es: Forzar sincronización completa de nuevo
fr: Forcer la resynchronisation complète
ja: 再同期の完了を強制する
pt: Forçar ressincronização completa

source: Found %d Results
de: %d Ergebnisse gefunden
es: Se han encontrado %d resultados
fr: %s résultats trouvés
ja: %d件の結果が見つかりました
pt: %d resultados encontrados

source: Found No Results
de: Keine Ergebnisse gefunden
es: Se han encontrado ningunos resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません
pt: Nenhum resultado encontrado

source: Found one Result
de: Ein Ergebnis gefunden
es: Se ha encontrado un resulto
fr: Un résultat trouvé
ja: 結果が1件見つかりました
pt: Um resultado encontrado

source: Could not create Nonce
de: Nonce konnte nicht erstellt werden
fr: Impossible de créer Nonce
ja: ノンスを作成できませんでした
pt: Não foi possível criar o Nonce

source: Could not create URL
de: URL konnte nicht erstellt werden
es: No se pudo crear el URL
fr: Impossible de créer l'URL
ja: URLを作成できません
pt: Não foi possível criar o URL

source: Delete Everything
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
ja: 全てを削除
pt: Excluir tudo

source: Do Nothing
de: Nichts tun
es: No hacer nada
fr: Ne rien faire
ja: 何もしない
pt: Fazer nada

source: Enter Connection Details
de: Verbindungsdetails eingeben
es: Introducir detalles de conexión
fr: Saisir les détails de connexion
ja: 接続の詳細を入力
pt: Insira os detalhes de conexão

source: Automatic Syncing is now enabled
de: Automatische Synchronisierung ist nun aktiviert
es: Sincronización automatica está activada
fr: La synchronisation automatique est maintenant activée
ja: 自動同期が有効になりました
pt: Sincronização automática esta agora habilitada

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar

source: Check In Unpaid
de: Unbezahlt einchecken
es: Check-in sin pagar
fr: Enregistrement non payé
ja: チェックイン・未払い
pt: Check-in não pago

source: Checked In
de: Eingecheckt
es: Check-in completado
fr: Enregistrement
ja: チェックイン済み
pt: Check-in

source: Configuration
de: Konfiguration
es: Configuración
ja: 設定
pt: Configuração

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
pt: Conectar

source: Connect Device
de: Gerät verbinden
es: Conectar Dispositivo
fr: Connecter un appareil
ja: デバイスに接続
pt: Conectar dispositivo

# DateQuestionCell
source: Enter a Date
de: Datum Eingeben
es: Introducir una fecha
fr: Saisir une date
ja: 日付を入力
pt: Insira uma data

# DateTimeQuestionCell
source: Enter a Date and A Time
de: Datum und Uhrzeit eingeben
es: Introducir una fecha y hora
fr: Saisir une date et un horaire
ja: 日付と時刻を入力
pt: Insira uma data e horário

source: Already Scanned
de: Bereits gescannt
es: Ya escaneado
fr: Déjà scanné
ja: すでにスキャン済み
pt: Já digitalizado

source: App Version
es: Versión de App
fr: Version de l'app
ja: アプリのバージョン
pt: Versão do Aplicativo

source: Automatic Syncing is now disabled
de: Automatische Synchronisierung ist nun deaktiviert
es: Sincronización automatica está desactivada
fr: La synchronisation automatique est maintenant désactivée
ja: 自動同期は現在無効
pt: Sincronização automática esta agora desabilitada

# BoolQuestionCell
source: Yes or No
de: Ja oder Nein
es: Sí o no
fr: Oui ou Non
ja: はい又はいいえ
pt: Sim ou Não

source: Already Redeemed
de: Bereits gescannt
es: Ya canjeado
fr: Déjà utilisé
ja: すでに引換済み
pt: Já resgatado

source: Token
fr: Jeton
ja: トークン
